---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Pipe
enum: Autodesk.Revit.UI.PostableCommand
zh: 管道、水管、管线
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Pipe

**中文**: 管道、水管、管线

Draws rigid piping.